label ending_1:

    narrator """Игорь, подумав и сопоставив факты в
    своей голове, решил обвинить Василису.
    Ему показалось подозрительным её поведение."""

    narrator """После выдвинутых обвинений Василисе она
    расплакалась и быстро убежала из гостиной."""

    narrator """Все сидящие за столом сочли
    это обвинение глупым и очень подозрительным."""
    narrator """После некоторого времени
    расспроса все сошлись на том,
    что убийца — Игорь."""

    narrator """Игоря связали и бросили возле старой
    стиральной машинки в подвале на несколько дней."""

    narrator """Через 3 дня приехала полиция.
    Приняв сведения от гостей и проведя
    своё собственное расследование,
    которое ничего не дало, они сделали выводы,
    что виноват Игорь."""

    narrator """Через некоторое время в суде ему
    были выдвинуты обвинения в совершении убийства,
    за что Игорь отбывает срок."""